<template>
  <div>
    <Banner />
    <Workflow />
    <CallbackSection />
    <Benefits />
    <BasicSection waved=true>
      <template>
        <div class="container">
          <h2>Бурение скважин</h2>
          <p>Команда наших профессионалов быстро и качественно выполнит самые сложные виды работ. Компактная и современная буровая установка в самые короткие сроки монтируются на участок, без повреждения ландшафта.</p>
        </div>
        <WorkDescription>
          <template>
            <img src="@/assets/img/burenie.webp" alt="Фотография работающего бура">
            <p>Используемая нами установка Ураган-2 - это компактная и производительная техника, с помощью которой, мы осуществляем бурение скважин до 80 метров в глубину. Благодаря её малогабаритности, выполнение работ происходит с наибольшей точностью и аккуратностью.</p>
          </template>
        </WorkDescription>
      </template>
    </BasicSection>
    <BasicSection waved=true>
      <template>
        <div class="container">
          <h2>Обустройство и автоматизация</h2>
          <p>Автоматизация в разы облегчает пользование скважиной и делает его комфортным, аналогично системе центрального водоснабжения.</p>
        </div>
        <WorkDescription is-right-side=true>
          <template>
            <img src="@/assets/img/automatization.webp" alt="Фотография автоматизированной системы водопровода">
            <p>Для большего удобства мы предлагаем нашим заказчикам услуги по автоматизации скважин. Вам не нужно самостоятельно проверять уровень воды, температуру и давление - это за вас сделает автоматика!</p>
          </template>
        </WorkDescription>
        <div class="container">
          <p>
            Обустройство скважины достаточно сложный и трудоёмкий процесс, который эксперты советуют доверять исключительно профессионалам. Как правило, этот процесс включает в себя установку гидроаккумулятора, насоса, прокладку трубопровода. По завершению проводится тестирование всей системы, настраивается автоматика и система управления.
          </p>
          <p>
            Мы с радостью ответим на все интересующие вас вопросы, поможем подобрать материалы и оборудование для обустройства. Бригада наших квалифицированных сотрудников быстро и качественно выполнит работы любой сложности.
          </p>
        </div>
      </template>
    </BasicSection>
  </div>
</template>

<script>
export default {
  name: 'IndexPage'
}
</script>